USER_TYPE = (
        (0, "클라이언트"),
        (1, "파트너")
    )

FUNCTIONAL_CATEGORY = (
    ("무관", "무관"),
    ("턴키", "턴키"),
    ("기획", "기획"),
    ("서버", "서버 프로그램"),
)

PLATFORM_CATEGORY = (
    ("무관", "무관"),
    ("모바일", "모바일"),
    ("온라인 PC", "온라인 PC"),
    ("웹게임", "웹게임"),
    ("콘솔", "콘솔"),
    ("아케이드", "아케이드")
)

GENRE_CATEGORY = (
    ("무관", "무관"),
    ("RPG", "RPG"),
    ("SNG", "SNG"),
    ("FPS", "FPS"),
    ("AOS", "AOS"),
    ("Sports", "Sports"),
    ("Gamble", "Gamble")
)

TECH_LEVEL = (
        ("특급", "특급"),
        ("고급", "고급"),
        ("중급", "중급"),
        ("하급", "하급")        
    )
TIME = (
        ("10년 이상", "10년 이상"),
        ("5년이상 10년미만", "5년이상 10년미만"),
        ("3년이상 5년미만", "3년이상 5년 미만"),
        ("1년이상 3년미만", "1년이상 3년미만"),
        ("1년이하", "1년이하")
    )
SCHOOL = (
        ("대학원", "대학원"),
        ("대학교", "대학교"),
        ("전문대", "전문대"),
        ("고등학교", "고등학교")
    )

DEGREE = (
        ("박사", "박사"),
        ("석사", "석사"),
        ("학사", "학사"),
        ("없음", "없음")
    )

SCHOOL_STATUS = (
        ("졸업", "졸업"),
        ("졸업예정", "졸업예정"),
        ("재학중", "재학중"),
        ("중퇴", "중퇴"),        
    )

TEAM = (
        ("개인", "개인"),
        ("팀", "팀"),
        ("개인사업자", "개인사업자"),
        ("법인사업자", "법인사업자")
    )

NOTICE = (
    (1, "프로젝트 등록"),
    (2, "프로젝트 지원"),
    (3, "프로젝트 계약")
    
)